;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: MiHLitvin
; TranslationAuthorEmail: mih@mail-me.com
; Version: 3.72
; Update: 05.08.2015
;
[Translation]
LangCode=0423
ReadHabit=Зьлева направа
LanguageName=BEL
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Зьвесткі
Warning=Папярэджаньне
Error=Памылка
Confirm=Пацьверджаньне
pmCheckMsg=Атрымліваць навіны
pmforum=Форум
pmHelp=Анлайн-даведка
pmContact=Скантактавацца
pmHome=Хатняя старонка
pmCheckNew=Шукаць абнаўленьні
pmLang=Мова
pmAbout=Пра праґраму
pmRestore=Аднавіць гэты элемэнт
pmselectall=Абраць усё
pmselectnone=Зьняць выбар
pmselectinvert=Зьвярнуць выбар
FrmFRMain.lblTree.caption=Каталёґ
FrmFRMain.btnlikeit.caption=Падабаецца
FrmFRMain.btnfeedback.caption=Водгукі й прапановы
FrmFRMain.btnsearch.caption=Пошук
FrmFRMain.btnrestore.caption=Аднавіць
FrmFRMain.btnsearchcancel.caption=Скасаваць
FrmFRMain.btnemail.hint=Параіць Wise Data Recovery сябрам
FrmFRMain.btnfacebook.hint=Лайкнуць WiseCleaner у Facebook
FrmFRMain.btntwitter.hint=Цвыркнуць пра Wise Data Recovery у Twitter
;
; About
;
FrmFRAbout.caption=Пра праґраму
FrmFRAbout.btnok.caption=Добра
FrmFRAbout.lblver.caption=Бягучая вэрсія:
FrmFRAbout.lblemail.caption=Эл.адрас падтрымкі:
FrmFRAbout.lblhome.caption=Хатняя старонка:
FrmFRAbout.lblthank.caption=Дзякуем наступным панам за іх садзейнічаньне:
;
;Like us
;
Frmlikeit.lblTitle.caption=Калі Вам спадабаўся Wise Data Recovery, калі ласка парайце гэтае прыкладаньне ўсім вашым сябрам.
Frmlikeit.lblInfo.caption=Калі ласка, дзяліцеся Wise Data Recovery з вашымі роднымі, сябрамі, сваякамі, калеґамі й аднаклясьнікамі пры дапамозе эл.пошты, жывальнікаў, Twitter, YouTube, Facebook і г.д.. Яны таксама застануцца задаволенымі гэтаю праґрамаю.
Frmlikeit.lblRate.caption= Рэйтынґ Wise Data Recovery:
Frmlikeit.lblfollow.caption=Дадайце нас:
Frmlikeit.lblshare.caption=Падзяліцца Wise Data Recovery:
Frmlikeit.btndownload.caption=Спампаваць
Frmlikeit.imgrate.hint=Надайце нам 5 зоркаў
Frmlikeit.imgmail.hint=Падзяліцца праз эл.пошту
Frmlikeit.imgface1.hint=Падзяліцца праз Facebook
Frmlikeit.imgface2.hint=Дадайце нас у Facebook
Frmlikeit.imgtwitter1.hint=Падзяліцца праз Twitter
Frmlikeit.imgtwitter2.hint=Дадайце нас у Twitter
Frmlikeit.Caption=Падабаецца
Frmlikeit.lbldownload.caption=Спампуйце больш дармавых праґрамаў з WiseCleaner.com

[Edit]
pmcut=Выразаць
pmcopy=Капіяваць
pmpaste=Уставіць
pmdelete=Выдаліць
pmselectall=Абраць усё

[GUI]
ButtonYes=Так
ButtonNo=Не
ButtonOK=Добра
ButtonMinimize=Схаваць
ButtonMaximize=Разгарнуць
ButtonClose=Зачыніць
ButtonRestore=Аднавіць
ButtonMenu=Мэню
ButtonDelete=Выдаліць
[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Імя файла
FrmFRMain.lstFile.headitems[1]=Памер файла
FrmFRMain.lstFile.headitems[2]=Зьменены
FrmFRMain.lstFile.headitems[3]=Аднаўляльнасьць
FrmFRMain.lstFile.headitems[4]=Шлях
Scanning=Пошук...
Filtering=Фільтраваньне...
KeyWord=Азначце ключавое слова
Images=Відарысы
Audios=Аўдыёфайлы
Videos=Відэафайлы
Document=Дакумэнты
Compressed=Архівы
Email=Эл.лісты
AllFiles=Усе файлы
AllFolders=Усе тэчкі
SelectDir=Калі ласка, вызначыце тэчку, куды трэба захаваць адноўленыя зьвесткі
NoSameDrive=Калі ласка, каб пазьбегнуць перазапісу зьвесткаў, якія будуць аднаўляцца, абярыце іншы дыск для іх захаваньня.
ScanStopped=Пошук скасаваны.
Good=Добрая
Poor=Дрэнная
VeryPoor=Вельмі дрэнная
Lost=Страчана
ItemList=Выяўлена %d файл(а,аў).


[message]
OpenPreview=Прадпрагляд
ClosePreview=Зачыніць прадпрагляд
NoPreview=Прадпрагляд недаступны.
NoNewVer=Віншуем! Вы карыстаецеся апошняю вэрсіяю!
RecoveryDone=Аднаўленьне зьвесткаў выкананае.
TranslateTo=Перакласьці...
NewVer=Даступна новая вэрсія! Вы жадаеце абнавіць праґраму зараз?
